/* This is a section header. It contains information about my company, saturday apps */
"About SaturdayApps" = "About SaturdayApps";

/* this is a text label displayed on the main page of the UI above the dollar amounts that user is supposed to select from for the cost of their restaurant bill. */
"Amount on Bill" = "Amount on Bill";

/* this text is for a section header where the user can override the currency symbol that will be shown in front of the currency amounts in the app */
"Currency Symbol" = "Currency Symbol";

/* this is the button that users can use to send me an email. */
"Email Me" = "Email Me";

/* This is the subject line of support requests. It should say something positive about the app but its mostly gonna be used when people are upset */
"I love Gratuity" = "I love Gratuity";

/* This is a selector so the user can choose which currency symbol to show in the tip calculator. This option tells the app to use the local currency symbol based on the Locale set in the iphone */
"Local Currency" = "Local Currency";

/* No comment provided by engineer. */
"My name is Jeff. I'm a professional designer. I like making Apps in my spare time. The many examples of tip calculators on the App Store didn't match the tipping paradigm I used in restaurants. So I made Gratuity. If you like it, email me or leave a review on the app store." = "My name is Jeff. I'm a professional designer. I like making Apps in my spare time. The many examples of tip calculators on the App Store didn't match the tipping paradigm I used in restaurants. So I made Gratuity. If you like it, email me or leave a review on the app store.";

/* This is a selector so the user can choose which currency symbol to show in the tip calculator. This option tells the app to use no currency symbol */
"No Symbol" = "No Symbol";

/* this button takes the user to the app store so they can leave a review */
"Review This App" = "Review This App";

/* Settings */
"Settings" = "Settings";

/* this is a text label displayed on the main page of the UI above the tip amounts. The app suggests a tip amount, but they can also override it. This should be text that describes this suggestion is just a suggestion. */
"Suggested Tip" = "Suggested Tip";

/* this text is for a section header where the user can set the default tip percentage when they choose a new bill amount */
"Suggested Tip Percentage" = "Suggested Tip Percentage";

/* this is the body line of support requests, it should be blank, but the possibilies are endless */
"THISSHOULDBEBLANK" = "";

/* Large Title of Watch Info View Controller */
"Gratuity" = "Gratuity";

/* Large SubTitle of Watch Info View Controller */
"Apple Watch" = "Apple Watch";

/* Paragraph that explains how to install the watch app */
"Did you just open a shiny new Apple Watch? Don't forget to install Gratuity. You can do so in the Apple Watch App on the home screen." = "Did you just open a shiny new Apple Watch? Don't forget to install Gratuity. You can do so in the Apple Watch App on the home screen of your iPhone.";

/* Dismiss button for the Apple Watch Info Screen. */
"Dismiss" = "Return to iOS App";

/* this button takes the user to see the apple watch info screen. */
"Gratuity for Watch" = "Gratuity for Watch";
